                                                                     
                                                                     
                                                                     
                                             
define(function() {
  return {
    questions: [
    
      {
        title: "나는 사람들과 대화하면 활력을 뿜뿜 얻습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        choices_en: [
          "This is not like me at all",
          "This is somewhat like me",
          "This is exactly like me"
        ],
        letter: "e"
      },{
        title: "나는 사람들에게 친절하고 성격은 외향적이며, 매사에 열정적입니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "나는 새로운 사람들을 만나는 것을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "사람들이 나에게 관심을 가져주는것을 좋아하고 즐깁니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "나는 말이 많고, 사람들과 대화하는 것을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "나는 사람들과 대화할 주제를 바로 찾을 수 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "나는 친구와 지인이 많습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "나는 혼자 있으면 외롭고 불안합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "다른 사람들이 말할 수 있도록 그들의 말을 잘 들어줍니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "대화를 통해 아이디어를 얻고 결론에 도달합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "e"
      },{
        title: "나는 모르는 사람들이 많은 모임에 어색함을 느끼지만, 친해지면 대화하는 것을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 혼자있는 것을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 많은 사람들과 사귀기보다 마음이 통하는 친한 친구를 사귀는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 다른 사람들에게 다가가기 보다 그들이 나에게 다가 오기를 기다립니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "사람들은 내가 내성적인 사람이라 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 말하기 전에 무슨 말을할지 먼저 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "사람들과 많은 시간을 보내면 피곤함을 느끼고, 전화 통화를 오래하면 지집니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 혼자서 일하는 것을 더 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 누구를 사귀기 전에 상대방을 꼼꼼하게 따집니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "사람들이 나에게 관심을 많이 가지는것을 좋아하지 않습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "i"
      },{
        title: "나는 실용적이고 현실주의자 입니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 이론보다 사실과 정확한 수치에 더 관심이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 실용적인 앱으로 실질적인 결과를 산출하는 작업을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 들은 말 그대로 해석하는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 관찰하기를 좋아하고, 세부사항을 잘 기억합니다",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "저는 프라모델, 물건 만들기, 바느질 등을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 가지고있는 기술을 활용하고 개발하는 것을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 객관적으로 관찰해서 문제를 해결하는 능력이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "내가했던 경험을 중요하게 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "나는 미래를 걱정하기보다는 현재의 것에 더 집중한다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "s"
      },{
        title: "한 번에 여러 생각을 하기 때문에 집중력이 다소 떨어집니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 무언가를 설명 할 때 은유와 비유를 사용하는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 직감과 영감, 상상력에 의존하는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 새로운 일이 일어날 가능성을 생각하고, 그것에 대비하는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 미래 지향적고 혁신적인 방식으로 일하고 싶어하며, 반복적이고 지루한 일을 싫어합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 일에 대할 때 패턴을 파악하고 큰 그림을 그립니다. 반대로 세부 사항에 얽매이는 것을 좋아하지 않습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 암시와 추론을 보고 본질을 추측합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 주위 상황을 읽고, 언급되지 않은 것에 대해 상상하거나 추측합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 주변에서 일어나는 일에 주의를 기울이지 않아 상황 파악을 잘 못합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 추상적인 이론을 좋아하고, 때로는 지루해 보이는 세부 사항을 찾기를 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "n"
      },{
        title: "나는 논리적이고 명확하게 사고하고 결정을 내릴 수 있는 능력이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 내 견해를 발표하는 것을 좋아합니다. 때로는 내 지성에 도전하기 위해 반대편 문제를 주장하기도 합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 다른 사람들의 감정에 주의를 기울이지 않았다는 비난을 받았습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "사람들은 나를 비인간적이고 지나치게 분석적인 것이라 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 퉁명스럽게 말합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 다른 사람들의 생각을 무시하는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 감정을 표현하는것을 좋아하지 않습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 보통 개인적인 상황이나 문제보다는 정의와 논리의 일반적인 원칙에 기초하여 결정을 내립니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 농담하는것을 좋아히지 않고 사실적이고 정확한 의사를 전달하는것을 선호합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 필요하다면 사람들을 비판하거나 시정을 요구합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "t"
      },{
        title: "나는 공감 능력과 자비심을 소중히 여깁니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 상대방과 대화하고 감정을 교환하는것을 좋아합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 의사 결정을 할때 다른 사람들이 어떻게 생각하는지 중요하게 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 거짓말을 싫어하고, 진실함을 아주 중요하게 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 사람들에게 인정 받고 싶어합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 사람과 사물의 장점을 찾습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "사람들은 위로받고 싶을때 나를 찾는 경향이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "내가 원하거나 필요로하는 것에 대해 말로 표현하는데 어려움이 있습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "사람들과 의견이 맞지 않으면 그 사람들과 대화하고 싶지 않습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 비판을 받으면 민감하게 받아들입니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "f"
      },{
        title: "나는 선택 장애자를 싫어한다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "나는 정리되지 않고 어지러운 환경에서는 집중하기 힘듭니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "나는 할 일 목록에서 완료된 작업을 체크할때 만족감을 느낍니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "누군가 내 일에 참견하는 것을 싫어합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "내 물건들이 정해진 위치에 있어야 합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "작업이나 프로젝트를 시작하기 전에 필요한 것을 검토하고 모든 것이 준비되어 있는지 확인하고 싶습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "시간을 잘 지키는 것이 중요하며 시간 개념 없는 사람들을 이해할 수 없습니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "나는 모든 일에 계획을 세우며 계획하지 않으면 불안합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "하던 일을 마무리하지 않고 새로운 일을 하는것을 좋아하지 않고, 완전히 마무리하고 새로운 일을 합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "휴식을 취하려면 먼저 일을 끝내야합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "j"
      },{
        title: "나는 적응력이 빠르고, 유연한 사고를 합니다. 필요하면 과정의 변경도 가능합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "일을 진행함에 있어서 필요하다면 다양한 방법을 시도합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "일이 완전히 마무리되었다고 생각해야 다음 과제를 시작합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "일정에 맞춰 진행하는 것보다 마감일이 가까워 졌을때 일에 더 집중됩니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "나는 '해야 할 일'목록을 만들지는 않지만, 중요한 일의 있을 경우 간단하게 메모는 합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "마감일이 가까워 질 때까지 기다렸다가 작업을 하면 더 잘됩니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "나는 내 방이나 작업 공간을 정리하지만, 다른 사람들은 내가 정리를 잘 하지 않는다고 생각합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "해야 할 일을 마무리 하지 않고 휴식을 취하거나 게임을 하기도 합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "최종 결정을 하기 전에 정보를 더 수집하기 위해 결정을 연기하기도 합니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      },{
        title: "나는 예기치 않은 상황이 생겨도 그것을 즐깁니다.",
        choices: [
          "전혀 아닙니다.",
          "다소 그렇습니다.",
          "매우 그렇습니다."
        ],
        letter: "p"
      }
    ]
  };
});